Repository: JonasDeBoeck/Cat-Dog-Api
Catalog: apps/majorProject_web/priv/gettext/*/LC_MESSAGES/errors.po
Languages: nl

source: can't be blank
nl: mag niet leeg zijn

source: has already been taken
nl: is niet meer vrij

source: is invalid
nl: is niet geldig

source: must be accepted
nl: moet geaccepteerd worden

source: has invalid format
nl: geen geldig formaat

source: has an invalid entry
nl: geen geldige entry

source: is reserved
nl: is gereserveerd

source: does not match confirmation
nl: komt niet overeen met de confirmatie

source: is still associated with this entry
nl: is nog geassociëerd met deze entry

source: are still associated with this entry
nl: zijn nog geassociëerd met deze entry

source: should be %{count} character(s)
nl: moet %{count} karakter(s) zijn

source: should have %{count} item(s)
nl: moet %{count} product(en) hebben

source: should be at least %{count} character(s)
nl: moet minstens %{count} karakter(s) hebben

source: should have at least %{count} item(s)
nl: moet minstens %{count} product(en) hebben

source: should be at most %{count} character(s)
nl: mag max %{count} karakter(s) zijn

source: should have at most %{count} item(s)
nl: mag max %{count} product(en) hebben

source: must be less than %{number}
nl: moet kleiner zijn dan %{number}

source: must be greater than %{number}
nl: moet groter zijn dan %{number}

source: must be less than or equal to %{number}
nl: moet kleiner dan of gelijk aan zijn aan %{number}

source: must be greater than or equal to %{number}
nl: moet groter dan of gelijk aan zijn aan %{number}

source: must be equal to %{number}
nl: moet gelijk zijn aan
